tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "atuin"
brew "bat"
brew "exa"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "go"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "tokei"
brew "xh"
brew "zola"
brew "zoxide"
cask "1password"
cask "font-hack-nerd-font"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "zoom"
vscode "1YiB.rust-bundle"
vscode "dbaeumer.vscode-eslint"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jdinhlife.gruvbox"
vscode "karunamurti.tera"
vscode "ms-python.black-formatter"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "Orta.vscode-jest"
vscode "Postman.postman-for-vscode"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "vscodevim.vim"
