tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "atuin"
brew "bat"
brew "direnv"
brew "exa"
brew "fish"
brew "fnm"
brew "gh"
brew "git-delta"
brew "go"
brew "helm"
brew "k9s"
brew "pyenv"
brew "starship"
brew "terraform"
brew "zola"
brew "zoxide"
cask "1password"
cask "arc"
cask "cloudflare-warp"
cask "font-iosevka-term-nerd-font"
cask "logitune"
cask "notion"
cask "notion-calendar"
cask "orbstack"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tailscale"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "riussi.code-stats-vscode"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "vscodevim.vim"
