tap "confluentinc/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "atuin"
brew "bat"
brew "direnv"
brew "exa"
brew "fish"
brew "fnm"
brew "gh"
brew "git-delta"
brew "go"
brew "helm"
brew "k9s"
brew "pyenv"
brew "rustup-init"
brew "starship"
brew "terraform"
brew "zola"
brew "zoxide"
brew "confluentinc/tap/cli"
cask "1password"
cask "arc"
cask "cloudflare-warp"
cask "discord"
cask "font-iosevka-term-nerd-font"
cask "medis"
cask "notion-calendar"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tailscale"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "aswinkumar863.smarty-template-support"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-material-theme"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "mtxr.sqltools"
vscode "mvllow.rose-pine"
vscode "riussi.code-stats-vscode"
vscode "rust-lang.rust-analyzer"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
